Repository: mikekazakov/nimble-commander
Catalog: Source/Operations/source/BatchRenaming/mul.lproj/BatchRenamingDialog.xcstrings
Source language: en
Languages: ru

# 0Bx-06-KrA.title
source: [A x-y] Characters from the xth to the yth, padded with spaces
ru: [A x-y] Символы x-y, отступ пробелами

# 0ZZ-ek-ffd.title
source: [Nx-y] Characters from the xth to the yth
ru: [Nx-y] Символы с x по y

# 5OS-Hh-oit.title
source: [E0x-y] Characters from the xth to the yth, padded with zeros
ru: [E0x-y] Символы x-y, отступ нулями

# 5PB-nw-ruW.title
source: [N0x-y] Characters from the xth to the yth, padded with zeros
ru: [N0x-y] Символы x-y, отступ нулями

# 6UV-CG-7gE.title
source: Insert Extension
ru: Вставить расширение

# 7gT-UX-y3n.title
source: [s] Seconds in 2-digit format
ru: [s] Секунды в 2-значном формате

# 7l9-Dx-Ybo.title
source: [Gx-] Characters starting from the xth
ru: [Gx-] Символы начиная с символа x

# 7zz-h6-nzq.title
source: [N-x-] Characters starting from the xth-last
ru: [N-x-] Символы с x-последнего символа

# 8b6-Qd-Tet.title
source: [M] Month in 2-digit format
ru: [M] Месяц в 2-значном формате

# 8od-CO-un6.title
source: [C] Counter
ru: [C] Счетчик

# 9Zk-h9-bEp.title
source: [Gx-y] Characters from the xth to the yth
ru: [Gx-y] Символы x по y

# 21D-xw-gDg.title
source: OK
ru: ОК

# 69b-el-fdg.title
source: [Nx--y] Characters from the xth to the yth-last
ru: [Nx--y] Символы с x по y-последний символ

# A21-Ij-cvY.title
source: [YMD] Date
ru: [YMD] Дата

# aDt-Fx-JbE.title
source: [m] Minutes in 2-digit format
ru: [m] Минуты в 2-значном формате

# ars-b9-93l.title
source: Unchanged
ru: Без изменений

# ASO-kr-YQ9.title
source: Insert Name
ru: Вставить имя

# bD7-hF-2Bo.title
source: [Px--y] Characters from the xth to the yth-last
ru: [Px--y] Символы с x по y-последний символ

# bGP-Wa-nkX.title
source: Change Case
ru: Изменить регистр

# BUk-IP-bgH.title
source: Cancel
ru: Отмена

# c6B-wg-whY.title
source: [Nx,y] y characters starting from the xth
ru: [Nx,y] y символов начиная с символа x

# cc4-5O-bUq.title
source: [Cx+y/z:w] -""-, with width w
ru: [Cx+y/z:w] -""-, с шириной w

# CJg-T2-ViQ.title
source: Step by:
ru: Шаг:

# cq6-JT-R4R.title
source: [E] Extension
ru: [E] Расширение

# CQg-4y-Ulu.title
source: [Px] xth character of the filename
ru: [Px] x-ый символ имени

# cS1-vL-FvU.title
source: ]] Closing square bracket
ru: ]] Закрывающая квадратная скобка

# CWU-Al-vZS.title
source: [G-x-] Characters starting from the xth-last
ru: [G-x-] Символы с x-последнего символа

# cxN-S7-SiU.headerCell.title
source: Renamed
ru: Переименованный

# Dh1-jk-Udx.title
source: [A0x-y] Characters from the xth to the yth, padded with zeros
ru: [A0x-y] Символы x-y, отступ нулями

# DHj-ql-rAa.title
source: Start at:
ru: Начать с:

# DV8-qp-hX7.title
source: [Px-] Characters starting from the xth
ru: [Px-] Символы начиная с символа x

# dZ4-P5-haY.title
source: [Px-y] Characters from the xth to the yth
ru: [Px-y] Символы x по y

# dZA-6P-0fW.title
source: [U] UPPERCASE
ru: [U] ВЕРХНИЙ РЕГИСТР

# e6p-dl-Cvn.title
source: Remove Item
ru: Удалить объект

# ekj-0V-KuY.title
source: [E-x-] Characters starting from the xth-last
ru: [E-x-] Символы с x-последнего символа

# elx-8C-kN3.title
source: Insert Extension
ru: Вставить расширение

# eQ6-6Q-HtB.title
source: Insert Filename
ru: Вставить полное имя файла

# ETV-re-lbo.title
source: [P x-y] Characters from the xth to the yth, padded with spaces
ru: [P x-y] Символы x-y, отступ пробелами

# EzQ-Su-4rt.title
source: [y] Year in 2-digit format
ru: [y] Год в 2-значной форме

# Fkf-IO-A7D.title
source: [E] Extension
ru: [E] Расширение

# fuD-37-ihS.title
source: Insert Counter
ru: Вставить счетчик

# G5S-W3-9F5.title
source: [Ex-] Characters starting from the xth
ru: [Ex-] Символы начиная с символа x

# G8m-Gh-0hl.title
source: [Ax-y] Characters from the xth to the yth
ru: [Ax-y] Символы x по y

# gaG-D5-gum.title
source: [Ax--y] Characters from the xth to the yth-last
ru: [Ax--y] Символы с x по y-последний символ

# GtS-TG-NfX.title
source: [F] Capitalize Each Word
ru: [F] С Заглавных Букв

# GvW-eu-zvt.title
source: [Ax] xth character of the filename
ru: [Ax] x-ый символ имени

# gxe-Qo-9SB.title
source: [N x-y] Characters from the xth to the yth, padded with spaces
ru: [N x-y] Символы x-y, отступ пробелами

# GXj-Bq-G3p.title
source: Digits:
ru: Цифр:

# gzo-Oq-634.title
source: [Gx] xth character of the filename
ru: [Gx] x-ый символ имени

# h8h-hP-2GO.headerCell.title
source: Original
ru: Исходный

# hnA-ag-UoB.title
source: Search for:
ru: Найти:

# HSQ-qr-5xS.title
source: Rename pattern
ru: Маска переименования

# ih7-k0-Ocn.title
source: [n] Original case
ru: [n] Исходный регистр

# Iug-8L-OCt.title
source: [G x-y] Characters from the xth to the yth, padded with spaces
ru: [G x-y] Символы x-y, отступ пробелами

# IYS-tn-zus.title
source: [N-x-y] Characters from the x-last to the y-last character
ru: [N-x-y] Символы с x-последнего по y-последний символ

# IZE-i9-JNf.title
source: [C] Default counter
ru: [C] Счетчик по-умолчанию

# J7t-S7-amS.title
source: Search & replace
ru: Поиск и замена

# Jak-d8-5mU.title
source: [d] Localized date
ru: [d] Локализованная дата

# Jui-bP-pcf.title
source: [Ax-] Characters starting from the xth
ru: [Ax-] Символы начиная с символа x

# jv3-c3-JIM.title
source: Uppercase/lowercase
ru: Верхний/нижний регистр

# jzU-YA-fRW.title
source: [Ax,y] y characters starting from the xth
ru: [Ax,y] y символов начиная с символа x

# k2d-UP-FU1.title
source: [P-x-y] Characters from the xth-last to the yth-last
ru: [P-x-y] Символы с x-последнего по y-последний символ

# KaF-N0-6UU.title
source: Aa
ru: Аа

# kay-ak-msL.title
source: [E-x-y] Characters from the xth-last to the yth-last
ru: [E-x-y] Символы с x-последнего по y-последний символ

# KEf-5O-PLS.title
source: [hms] Time
ru: [hms] Время

# kfE-p8-aQp.title
source: [Nx] The xth character of the name
ru: [Nx] x-ый символ имени

# KsH-3q-4EU.title
source: [P-x-] Characters starting from the xth-last
ru: [P-x-] Символы с x-последнего символа

# kuO-PY-Bmo.title
source: Insert Counter
ru: Вставить счетчик

# liV-eL-4oU.title
source: [Cx+y] -""-, stepping by y
ru: [Cx+y] -""-, шаг по y

# lPY-kx-ngy.title
source: Define counter
ru: Задать счетчик

# lQb-OZ-81W.title
source: Insert Time
ru: Вставить время

# M2c-fE-A0U.title
source: [N-x,y] y characters starting from the xth-last
ru: [N-x,y] y символов начиная с x-последнего символа

# MaD-CZ-ZOf.title
source: [N] Name
ru: [N] Имя

# Mgu-aX-3a4.title
source: Insert Parent Filename
ru: Вставить имя родителя

# Mli-E6-Dh0.title
source: [D] Day in 2-digit format
ru: [D] День в 2-значной форме

# n9d-vl-7sS.title
source: Insert Name
ru: Вставить время

# NeK-ph-pA8.title
source: UPPERCASE
ru: ВЕРХНИЙ РЕГИСТР

# NsO-O0-e1k.title
source: Insert Filename
ru: Вставить полное имя файла

# nwO-dk-fvy.title
source: [Ex--y] Characters from the xth to the yth-last
ru: [Ex--y] Символы с x по y-последний символ

# O9w-V2-hsd.title
source: Insert Grandparent Filename
ru: Вставить имя родителя родителя

# pN1-uo-MTv.title
source: [P] Parent filename
ru: [P] Полное имя родителя

# Psy-Lq-Thf.title
source: [G] Grandparent filename
ru: [G] Имя родителя родителя

# Pt4-fB-yzE.title
source: [Cx+y/z] -""-, every z files
ru: [Cx+y/z] -""-, каждые z файлов

# Pyd-AP-5UJ.title
source: Insert Parent Filename
ru: Вставить имя родителя

# q8K-ra-2WW.title
source: Insert Grandparent Filename
ru: Вставить имя родителя родителя

# q54-cJ-xHR.title
source: Replace with:
ru: Заменить на:

# QeP-e1-ydC.title
source: Insert Time
ru: Вставить время

# r4R-K5-WtL.title
source: RegEx
ru: RegExp

# riM-Tn-gc8.title
source: lowercase
ru: нижний регистр

# Rke-70-QSJ.title
source: [h] Hours in 2-digit, 24-hour format
ru: [h] Часы в 2-значном форме, 24 часа

# ro3-I4-mHA.title
source: [P-x,y] y characters starting from the xth-last
ru: [P-x,y] y символов начиная с x-последнего символа

# ROd-xb-4lo.title
source: [Px,y] y characters starting from the xth
ru: [Px,y] y символов начиная с символа x

# rsg-6u-3v5.title
source: [Gx--y] Characters from the xth to the yth-last
ru: [Gx--y] Символы с x по y-последний символ

# s97-nv-BwD.title
source: [E-x,y] y characters starting from the xth-last
ru: [E-x,y] y символов начиная с x-последнего символа

# sCN-Ho-nlG.title
source: [E x-y] Characters from the xth to the yth, padded with spaces
ru: [E x-y] Символы x-y, отступ пробелами

# soN-u5-8B9.title
source: [Ex] xth character of the extension
ru: [Ex] x-ый символ расширения

# SSD-YH-LcJ.title
source: [A] Filename
ru: [A] Полное имя

# SsN-Yk-hdY.title
source: [Y] Year in 4-digit format
ru: [Y] Год в 4-значном формате

# SYJ-ho-98O.title
source: [P0x-y] Characters from the xth to the yth, padded with zeros
ru: [P0x-y] Символы x-y, отступ нулями

# tC4-3p-6ii.title
source: [G-x-y] Characters from the xth-last to the yth-last
ru: [G-x-y] Символы с x-последнего по y-последний символ

# tHH-ES-kVx.title
source: [Nx-] Characters starting from the xth
ru: [Nx-] Символы начиная с символа x

# tLd-t3-eny.title
source: [Ex,y] y characters starting from the xth
ru: [Ex,y] y символов начиная с символа x

# twO-ES-XWZ.title
source: [[ Opening square bracket
ru: [[ Открывающая квадратная скобка

# u67-zs-iEh.title
source: [A-x-] Characters starting from the xth-last
ru: [A-x-] y символов начиная с x-последнего символа

# uzo-Ra-fdB.title
source: [L] lowercase
ru: [L] нижний регистр

# v6a-MY-jB5.title
source: [A-x-y] Characters from the xth-last to the yth-last
ru: [A-x-y] Символы с x-последнего по y-последний символ

# VV4-xy-gvh.title
source: [G-x,y] y characters starting from the xth-last
ru: [G-x,y] y символов начиная с x-последнего символа

# vvU-hD-Eb6.title
source: Capitalize Each Word
ru: С Большой Буквы

# WWQ-5i-QHP.title
source: Other
ru: Прочее

# X2x-oo-kdd.title
source: [t] Localized time
ru: [t] Локализованное время

# X4f-xK-DKi.title
source: [Cx] Counter starting at x
ru: [Cx] Счетчик начиная с x

# xj4-zP-B43.title
source: Change Case
ru: Изменить регистр

# xn6-Ht-I36.title
source: [Gx,y] y characters starting from the xth
ru: [Gx,y] y символов начиная с символа x

# XRV-Nj-PD1.title
source: Other
ru: Прочее

# Zbw-tQ-Old.title
source: [Ex-y] Characters from the xth to the yth
ru: [Ex-y] Символы x по y

# zck-cy-kSi.title
source: [N#-#] Range
ru: [N#-#] Диапазон

# Zdb-iK-57H.title
source: [A-x,y] y characters starting from the xth-last
ru: [A-x,y] y символов начиная с x-последнего символа

# ziB-7g-e85.title
source: [G0x-y] Characters from the xth to the yth, padded with zeros
ru: [G0x-y] Символы x-y, отступ нулями

# zO9-kl-5aA.title
source: [N] Name
ru: [N] Имя
